research/visualization_methods/outputs/Conjugate-Computational Variational Message Passing__measurement_model/measurement_model.mmd
graph TD
  Gamma["Gamma"]
  Normal["Normal"]
  mean["mean"]
  precision["precision"]
  rate["rate"]
  shape["shape"]
  t["t"]
  y["y"]
  z["z"]
  γ["γ"]
  τ["τ"]
  Gamma --> γ
  Gamma --> τ
  Normal --> y
  Normal --> z
  mean --> y
  mean --> z
  precision --> y
  precision --> z
  rate --> γ
  rate --> τ
  shape --> γ
  shape --> τ
  t --> y
  z --> z
  γ --> y
  τ --> z
